Repository: sethheol/colorout
Catalog: po/R-*.po
Languages: pt_br

source: The R output will not be colorized because it seems that your terminal does not support ANSI escape codes.
pt_br: O output do R não será colorido porque aparentemente seu terminao não suporta código de cores ANSI.

source: Not in an interactive session.
pt_br: Em sessão não interativa.

source: isatty(stdout()) returned FALSE.
pt_br: isatty(stdout()) retornou FALSE.

source: Sys.getenv('TERM') returned '%s'.
pt_br: Sys.getenv('TERM') retornou '%s'.

source: The output colorization was canceled.
pt_br: A colorização do output foi cancelada.

source: The value of '%s' must be either a number correspoding to an ANSI escape code or a character string.
pt_br: O valor de '%s' deve ser um número correspondente a um código escape ANSI ou uma string.

source: '%s' must be a character vector of length 1
pt_br: '%s' deve ser um vetor do tipo character de comprimento 1

source: '%s' must have no more than 63 characters.
pt_br: '%s' tem que ter, no máximo, 63 caracteres.

source: '%s' must be a number vector of at most 3 elements.
pt_br: '%s' deve ser um vetor númerico de comprimento 1

source: z must be a real number.
pt_br: z deve ser um número real.
